<?php
include '../base_legal.php';
include '../header_legal.php';
?>
<div class="main_container">
<h1>Netflix की उपयोग की शर्तें</h1><br />
<p>
Netflix पर्सनलाइज़ की गई सब्सक्रिप्शन सर्विस (सेवा) देता है, जिससे हमारे मेंबर कुछ इंटरनेट-कनेक्टेड टीवी, कंप्यूटर और अन्य डिवाइस (“Netflix-रेडी डिवाइस") पर इंटरनेट के ज़रिए मनोरंजक कॉन्टेंट (“Netflix कॉन्टेंट”) देख सकते है.
<br />
हमारी सर्विस इस्तेमाल करने पर, उपयोग की ये शर्तें लागू होती हैं. इन उपयोग की शर्तों में उल्लिखित "Netflix सर्विस", "हमारी सर्विस" या "सर्विस" का मतलब है Netflix की ओर से Netflix कॉन्टेंट के बारे में पता करने और उसे ऐक्सेस करने के लिए दी गई पर्सनलाइज़ की गई सर्विस. इसमें सभी फ़ीचर और फ़ंक्शन, सुझाव और रीव्यू, हमारी वेबसाइट्स और यूज़र इंटरफ़ेस शामिल हैं. साथ ही, इसमें हमारी सर्विस से जुड़ा पूरा कॉन्टेंट और सॉफ़्टवेयर भी शामिल हैं.
<br />
<ol type="1">
    <li>
<b>मेंबरशिप</b>
<br />
<br />
1.1. आपकी Netflix मेंबरशिप तब तक जारी रहेगी, जब तक आप इसे बंद नहीं कर देते. Netflix सर्विस इस्तेमाल करने के लिए, आपके पास इंटरनेट कनेक्शन और Netflix-रेडी डिवाइस होना चाहिए. साथ ही, आपको हमें पेमेंट का एक या एक से ज़्यादा तरीका देना होगा. “पेमेंट (भुगतान) का तरीका”, इसका मतलब है पेमेंट का एक मौजूदा, मान्य और स्वीकृत तरीका. इसमें समय-समय पर बदलाव हो सकते हैं, इसमें आपके अकाउंट से थर्ड पार्टी (तृतीय पक्ष) के ज़रिए पेमेंट करना भी शामिल हो सकता है. अगर आप बिल भरने की तारीख से पहले मेंबरशिप कैंसल नहीं करते, तो इसका मतलब है कि आप हमें यह अधिकार दे रहे हैं कि हम आपके बताए पेमेंट के तरीके से अगले बिलिंग साइकल की मेंबरशिप फ़ी काट लें ("कैंसल करना" नीचे देखें).
<br />
<br />
1.2. हम कई तरह के मेंबरशिप प्लान ऑफ़र कर सकते हैं, जिनमें थर्ड पार्टी की ओर से दिए जाने वाले विशेष प्रमोशनल प्लान या मेंबरशिप प्लान शामिल हो सकते हैं. थर्ड पार्टी के प्लान उनके प्रोडक्ट और सर्विस के प्रोविजन के मुताबिक होंगे. इस तरह की थर्ड पार्टी की ओर से दिए जाने वाले प्रोडक्ट और सर्विस के लिए हम ज़िम्मेदार नहीं होंगे. कुछ मेंबरशिप प्लान की शर्तें और सीमाएं अलग हो सकती हैं. इनके बारे में आपके साइन अप करने के दौरान या आपसे किए जाने वाले किसी अन्य कम्युनिकेशन में बताया जाएगा. आप अपनी Netflix मेंबरशिप के बारे में खास जानकारी, netflix.com वेबसाईट के पेज पर सबसे ऊपर, अपने प्रोफ़ाइल नाम में मौजूद "अकाउंट" लिंक पर क्लिक करके देख सकते हैं.
</li>
<br />
<li>
<b>प्रमोशनल ऑफ़र.</b>
समय-समय पर हम विशेष प्रमोशनल ऑफ़र, प्लान या मेंबरशिप की पेशकश कर सकते हैं (“ऑफ़र”). ऑफ़र किसे देना है, यह तय करने का अधिकार पूरी तरह Netflix का है और अगर हमें यह पता लगता है कि आपको ऑफ़र नहीं दिया जा सकता है तो हमारे पास ऑफ़र को वापस लेने और आपके अकाउंट को होल्ड पर रखने का अधिकार है. अगर परिवार में किसी सदस्य के पास पहले से या हाल में ली गई Netflix मेंबरशिप है, तो उस परिवार के लोगों को कुछ नए ऑफ़र नहीं दिए जा सकेंगे. आप ऑफ़र पा सकते हैं या नहीं, यह तय करने के लिए हम डिवाइस ID, पेमेंट का तरीका या मौजूदा या हाल की Netflix मेंबरशिप के लिए इस्तेमाल हुई अकाउंट ईमेल एड्रेस जैसी जानकारी का इस्तेमाल कर सकते हैं. ऑफ़र को पा सकने की योग्यताओं, अन्य सीमाओं और शर्तों का खुलासा आपके ऑफ़र के लिए साइन-अप करने के समय या अन्य माध्यमों से किया जाएगा.
</li>
<br />
<br />
<li>
<b>बिलिंग और कैंसल करना</b>
<br />
<br />
3.1. <u>बिलिंग साइकल.</u> Netflix सर्विस की मेंबरशिप फ़ी और यह सेवा इस्तेमाल करने पर ली जाने वाली कोई और फ़ी, जैसे कि टैक्स या ट्रांजेक्शन फ़ी, पेमेंट की तारीख को आपके बताए गए पेमेंट के तरीके से ले ली जाएगी. पेमेंट की तारीख "अकाउंट" पेज पर दी गई है. आपके बिलिंग साइकल कि अवधि कितनी होगी, यह इस बात पर निर्भर करता है कि इस सर्विस के लिए साइन-अप करते समय आपने किस तरह का सब्सक्रिप्शन चुना है. कुछ मामलों में, हो सकता है कि पेमेंट की तारीख बदल जाए, जैसे आपने सब्सक्रिप्शन प्लान में बदलाव के समय जो पेमेंट का तरीका चुना है, वह सही तरह से सेटल नहीं हुआ है या आपकी पेमेंट वाली मेंबरशिप ऐसी तारीख को शुरू हुई थी जो किसी महीने में शामिल नहीं है. पेमेंट की अगली तारीख देखने के लिए, netflix.com वेबसाइट पर जाएं और "अकाउंट" पेज पर "बिल विवरण" पर क्लिक करें. आप मेंबरशिप ले सकते हैं या आपसे सर्विस से संबंधित चार्ज लिए जा सकते हैं, इस अनुमान से हम आपके पेमेंट के तरीके को मंज़ूरी दे सकते हैं. इनमें आपके सर्विस के लिए रजिस्टर करते ही इसे लगभग एक महीने के लिए मंज़ूरी देना शामिल है.  अगर आपने पेमेंट के तरीके के रूप में किसी थर्ड पार्टी के अपने अकाउंट का इस्तेमाल करके Netflix के लिए साइन-अप किया है, तो अपनी Netflix की मेंबरशिप के बारे में बिलिंग जानकारी के लिए आपको उस संबंधित थर्ड पार्टी के 'आपका अकाउंट' सेक्शन में जाना होगा.
<br />
<br />
3.2. <u>पेमेंट के तरीके.</u> Netflix सर्विस इस्तेमाल करने के लिए आपको एक या एक से ज़्यादा पेमेंट का तरीका देना होगा. आप हमें अधिकार देते हैं कि सब्सक्रिप्शन फ़ी लेने के लिए, अगर आपका पेमेंट का प्राथमिक तरीका काम नहीं करता है या उपलब्ध नहीं है, तो हम आपके अकाउंट से जुड़े पेमेंट के किसी भी दूसरे तरीके से फ़ी ले सकते हैं. अगर आप पर कोई फ़ी बकाया है, तो इसके भुगतान की ज़िम्मेदारी आपकी है. अगर आखिरी तारीख निकल जाने, पर्याप्त रकम न होने या किसी और वजह से हमें पेमेंट नहीं मिलती और आप अपना अकाउंट कैंसल नहीं करते हैं, तो जब तक हमें मान्य पेमेंट की तरीके से फ़ी नहीं मिल जाती हम आपकी सर्विस सस्पेंड कर सकते हैं. कुछ पेमेंट के तरीकों के लिए, पेमेंट का तरीका उपलब्ध कराने वाली कंपनी आपसे एक तय फ़ी ले सकती है, जैसे कि फ़ॉरेन ट्रांजेक्शन फ़ी या आपका पेमेंट का तरीका प्रोसेस करने से जुड़ी अन्य फ़ी. इस्तेमाल किए जा रहे पेमेंट के तरीके के अनुसार लागू स्थानीय टैक्स अलग-अलग हो सकते हैं. ज़्यादा जानकारी के लिए आपका पेमेंट का तरीका उपलब्ध कराने वाले सर्विस प्रोवाइडर (सेवा प्रदाता) से संपर्क करें.
<br />
<br />
3.3. <u>पेमेंट का तरीका अपडेट करना.</u> आप "अकाउंट" पेज पर जाकर, पेमेंट का तरीका अपडेट कर सकते हैं. पेमेंट सर्विस प्रोवाइडर मिली जानकारी के आधार पर भी हम आपके पेमेंट के तरीके अपडेट कर सकते हैं. आप हमें यह अधिकार देते हैं कि अपडेट के बाद, हम लागू होने वाले पेमेंट के तरीके (तरीकों) से फ़ी ले सकते हैं.
<br />
<br />
3.4. <u>कैंसल करना.</u> आप जब चाहें अपनी Netflix मेंबरशिप कैंसल कर सकते हैं. बिलिंग अवधि खत्म होने तक आप Netflix सर्विस इस्तेमाल कर सकते हैं. जिस सीमा तक लागू कानून के अनुसार अनुमति है, पेमेंट का रिफ़ंड नहीं किया जाता और हम तय अवधि तक मेंबरशिप का इस्तेमाल न करने पर या Netflix पर उपयोग न किए गए किसी कॉन्टेंट के लिए कोई रिफ़ंड या क्रेडिट नहीं देते हैं. मेंबरशिप कैंसल करने के लिए, "अकाउंट" पेज पर जाएं और कैंसल करने के निर्देशों का पालन करें. अगर आप मेंबरशिप कैंसल करते हैं, तो मौजूदा बिलिंग अवधि खत्म होने के बाद आपका अकाउंट अपने-आप बंद हो जाएगा. यह देखने के लिए कि आपका अकाउंट कब बंद होगा, "अकाउंट पेज" पर जाकर "बिल विवरण" पर क्लिक करें. अगर आपने पेमेंट के तरीके के रूप में किसी थर्ड पार्टी के अपने अकाउंट का इस्तेमाल करके Netflix में साइन-अप किया है, और आप अपनी Netflix की मेंबरशिप कैंसल करना चाहते हैं तो आपको ऐसा उस थर्ड पार्टी के ज़रिए ही करना होगा. उदाहरण के लिए, आप उस थर्ड पार्टी के अपने अकाउंट में जाकर ऑटो-रिन्यू बंद कर सकते हैं या उस थर्ड पार्टी से Netflix सर्विस अनसब्सक्राइब कर सकते हैं.
<br />
<br />
3.5. <u>फ़ी और सब्सक्रिप्शन प्लान में बदलाव.</u> हो सकता है कि हम समय-समय पर सब्सक्रिप्शन प्लान और अपनी सर्विस की फ़ी में बदलाव करें. हालांकि, आपको नोटिस दिए जाने के कम से कम 30 दिन बाद ही फ़ी या सब्सक्रिप्शन प्लान में कोई बदलाव किया जाएगा.
<br />
<br />
</li>
<li>
<b>Netflix सर्विस</b>
<br />
<br />
4.1. Netflix सर्विस का मेंबर बनने के लिए आपकी आयु कम से कम 18 वर्ष या आपके प्रांत, क्षेत्र या देश में मान्य वयस्कता की आयु होनी ज़रूरी है. बच्चे इस सर्विस का इस्तेमाल बड़ों की देख-रेख में ही कर सकते हैं.
<br />
<br />
4.2. Netflix सर्विस और इसके ज़रिए ऐक्सेस किया जाने वाला किसी भी तरह का कॉन्टेंट सिर्फ़ आपके लिए है. इसे कारोबारी तौर पर इस्तेमाल नहीं किया जा सकता और न ही अपने परिवार के लोगों के अलावा किसी और के साथ शेयर किया जा सकता है. जब आप Netflix मेंबरशिप लेते हैं, तब हम आपको Netflix सर्विस और Netflix कॉन्टेंट एक्सेस करने के लिए सीमित, नॉन-एक्सक्लूसिव, नॉन-ट्रांसफ़रेबल अधिकार देते हैं. बताए गए को छोड़कर, कोई भी अधिकार, स्वत्वाधिकार या हित आपको ट्रांसफ़र नहीं किया जाएगा. आप सहमति देते हैं कि आप इस सर्विस का इस्तेमाल सार्वजनिक तौर पर कॉन्टेंट दिखाने के लिए नहीं करेंगे.
<br />
<br />
4.3. आप Netflix कॉन्टेंट मुख्य तौर पर उसी देश में ऐक्सेस कर सकते हैं जहां आपने अकाउंट बनाया है, वह भी सिर्फ़ उन्हीं जगहों पर जहां हम सर्विस देते हैं और इस तरह के कॉन्टेंट को लाइसेंस दिया है. जगह के हिसाब से, उपलब्ध कॉन्टेंट अलग-अलग हो सकता है. समय के साथ-साथ कॉन्टेंट बदलता रहेगा. आप एक साथ कितने डिवाइस पर देख सकते हैं, यह इस बात पर निर्भर करता है कि आपने कौन सा सब्सक्रिप्शन प्लान लिया है. यह जानकारी आपके "अकाउंट" पेज पर दी गई होती है.
<br />
<br />
4.4. कॉन्टेंट लाइब्रेरी सहित Netflix सर्विस नियमित रूप से अपडेट होती रहती है. इसके अलावा, हम अपनी सर्विस के अलग-अलग पहलुओं को हमेशा टेस्ट करते रहते हैं, जिनमें हमारी सभी वेबसाइट, यूज़र इंटरफ़ेस, प्रमोशन संबंधी फ़ीचर और Netflix कॉन्टेंट की उपलब्धता शामिल हैं. आप "अकाउंट" पेज के "टेस्ट में भागीदारी" सेटिंग पर जाकर, जब चाहें टेस्ट में भागीदारी को बंद कर सकते हैं.
<br />
<br />
4.5. कुछ खास Netflix कॉन्टेंट को, सपोर्ट करने वाले कुछ खास डिवाइसों पर ही, थोड़े समय के लिए डाउनलोड किया और ऑफ़लाइन देखा जा सकता है ("ऑफ़लाइन टाइटल"). कुछ सीमाएं लागू होती हैं, जैसे कि एक अकाउंट से कितने ऑफ़लाइन टाइटल डाउनलोड किए जा सकते हैं, ज़्यादा से ज़्यादा कितने डिवाइस पर ऑफ़लाइन टाइटल डाउनलोड किए जा सकते हैं, कितने समय के अंदर ऑफ़लाइन टाइटल देखना शुरू करना ज़रूरी है और ऑफ़लाइन टाइटल कितने समय तक उपलब्ध रहेंगे. कुछ ऑफ़लाइन टाइटल कुछ खास देशों में नहीं देखे जा सकते हैं. अगर आप किसी ऐसे देश में ऑनलाइन जाते हैं जहां वह ऑफ़लाइन टाइटल स्ट्रीम नहीं किया जा सकता, तो आप उस देश में वह ऑफ़लाइन टाइटल नहीं देख पाएंगे.
<br />
<br />
4.6. आप सहमत हैं कि आप Netflix सर्विस और इससे जुड़े सभी फ़ीचर और फ़ंक्शन का उपयोग सभी लागू कानूनों, नियमों और अधिनियमों के अनुसार या सर्विस या कॉन्टेंट पर लागू यहां दी गई अन्य पाबंदियों के अनुसार करेंगे. आप सहमत हैं कि आप Netflix सर्विस पर मौजूद या इससे या इसके ज़रिए प्राप्त किए गए कॉन्टेंट को आर्काइव नहीं करेंगे, उसके आधार पर कोई और कॉन्टेंट नहीं बनाएंगे, उसे वितरित नहीं करेंगे, उसमें कोई बदलाव नहीं करेंगे, उसे कहीं नहीं दिखाएंगे, उसके आधार पर कोई परफ़ॉर्मेंस नहीं करेंगे, उसे प्रकाशित नहीं करेंगे, उसका लाइसेंस नहीं देंगे, उस पर आधारित कॉन्टेंट नहीं बनाएंगे, उसे बेचने की पेशकश नहीं करेंगे या उनका इस्तेमाल (उपयोग की इन शर्तों में स्पष्ट रूप से दिए गए अधिकारों के अलावा) नहीं करेंगे. आप ये चीज़ें न करने की भी सहमति देते हैं: Netflix सर्विस की किसी भी कॉन्टेंट सुरक्षा से छेड़छाड़ करना, उसे हटाना, उसमें फेरबदल करना, उसे डीऐक्टिवेट करना, उसमें कमी लाना या उसे खराब करना; Netflix सर्विस इस्तेमाल करने के लिए आप किसी रोबोट, स्पाइडर, स्क्रैपर या किसी दूसरे ऑटोमैटिक तरीके का इस्तेमाल करना; Netflix सर्विस के ज़रिए इस्तेमाल किए जाने वाले किसी भी सॉफ़्टवेयर या दूसरे प्रोडक्ट या प्रोसेस को डिकंपाइल रिवर्स इंजीनियर या डिसअसेंबल करना; Netflix सर्विस के कॉन्टेंट में कोई कोड या प्रोडक्ट डालना या उसमें किसी तरह का फेरबदल करना; या किसी डेटा हासिल करने, डेटा इकट्ठा करने या डेटा निकालने के किसी भी तरीके का इस्तेमाल करना. साथ ही, आप सहमत हैं कि आप ऐसी कोई सामग्री अपलोड, पोस्ट, ईमेल या ट्रांसमिट नहीं करेंगे, जो Netflix सर्विस से जुड़े किसी भी कंप्यूटर सॉफ़्टवेयर या हार्डवेयर या टेलिकम्युनिकेशन उपकरण के फ़ंक्शन में रुकावट डालने, उसे खराब या सीमित करने के लिए डिज़ाइन की गई हो. इसमें किसी तरह का सॉफ़्टवेयर वायरस या किसी तरह का कंप्यूटर कोड, फ़ाइलें या प्रोग्राम भी शामिल हैं. अगर आप उपयोग की इन शर्तों का उल्लंघन करते हैं या इस सर्विस का इस्तेमाल गैर-कानूनी या धोखाधड़ी वाले तरीके से करते हैं, हम आपको सर्विस का इस्तेमाल करने से रोक या प्रतिबंधित कर सकते हैं.
<br />
<br />
4.7. Netflix कॉन्टेंट की डिस्प्ले क्वालिटी अलग-अलग डिवाइस पर अलग-अलग हो सकती है. डिस्प्ले की क्वालिटी पर कई बातों का असर पड़ता है, जैसे कि आपकी लोकेशन, उपलब्ध बैंडविड्थ और/या आपके इंटरनेट कनेक्शन की स्पीड. HD, Ultra HD और HDR क्वालिटी उपलब्ध होना, आपकी इंटरनेट सर्विस और डिवाइस की क्षमता पर निर्भर है. सारा कॉन्टेंट सभी फ़ॉर्मैट, जैसे कि HD, Ultra HD या HDR में उपलब्ध नहीं होता है और न ही सभी सब्सक्रिप्शन प्लान के तहत सभी फ़ॉर्मैट में कॉन्टेंट देखा जा सकता है. मोबाइल नेटवर्क पर डिफ़ॉल्ट तौर से HD, Ultra HD और HDR कॉन्टेंट नहीं चलता है. SD क्वालिटी के लिए कनेक्शन स्पीड कम से कम 1.0 Mbps होनी चाहिए. हालांकि, हमारा सुझाव है कि बेहतर वीडियो क्वालिटी के लिए तेज़ स्पीड वाला कनेक्शन लें. HD कॉन्टेंट (720p या उससे ज़्यादा रिज़ोल्यूशन वाला वीडियो) के लिए, हर स्ट्रीम की डाउनलोड करने की स्पीड कम से कम 3.0 Mbps होनी चाहिए. Ultra HD कॉन्टेंट और HDR कॉन्टेंट (4K या उससे ज़्यादा रिज़ोल्यूशन वाला वीडियो) के लिए, हर स्ट्रीम की डाउनलोड करने की स्पीड कम से कम 15.0 Mbps होनी चाहिए. इंटरनेट कनेक्शन के सभी चार्ज के भुगतान की ज़िम्मेदारी आपकी है. इंटरनेट डेटा यूसेज चार्ज कितना होगा, इसकी जानकारी के लिए कृपया अपने इंटरनेट प्रोवाइडर से संपर्क करें. Netflix कॉन्टेंट शुरू होने में कितना समय लगता है यह कई बातों पर निर्भर करता है, जिसमें आपकी लोकेशन, कॉन्टेंट शुरू करते समय उपलब्ध बैंडविड्थ, आपका चुना गया कॉन्टेंट और Netflix-रेडी डिवाइस का कॉन्फ़िगरेशन शामिल हैं.
<br />
<br />
4.8. Netflix सॉफ़्टवेयर को Netflix द्वारा या Netflix के लिए डेवलप किया गया है. इसे सिर्फ़ अधिकृत स्ट्रीमिंग के लिए ही उपयोग किया जा सकता है और इसे Netflix-रेडी डिवाइस पर Netflix कॉन्टेंट को ऐक्सेस करने के लिए ही डिज़ाइन किया गया है. डिवाइस और मीडियम के आधार पर यह सॉफ़्टवेयर अलग-अलग हो सकता है. अलग-अलग डिवाइस पर इसकी फ़ंक्शनैलिटी और फ़ीचर भी अलग-अलग हो सकते हैं. आप मानते हैं कि सर्विस इस्तेमाल करने के लिए, थर्ड पार्टी सॉफ़्टवेयर की ज़रूरत पड़ सकती है जो थर्ड पार्टी के लाइसेंस के अधीन होगा. आप सहमति देते हैं कि Netflix सॉफ़्टेवयर और इससे जुड़ी थर्ड पार्टी के सॉफ़्टेवयर के अपडेटेड वर्ज़न आपको अपने आप भेजे जा सकते हैं.
<br />
<br />
</li>
<li>
<b>पासवर्ड और अकाउंट ऐक्सेस.</b> जिस मेंबर ने Netflix अकाउंट बनाया है और जिसके पेमेंट के तरीके से फ़ी ली जाती है ("अकाउंट ओनर"), Netflix अकाउंट के ज़रिए होने वाली किसी भी गतिविधि के लिए वह अकाउंट ओनर ही ज़िम्मेदार होगा. अकाउंट पर नियंत्रण बनाए रखने और किसी व्यक्ति को अकाउंट का इस्तेमाल करने से रोकने के लिए (जिसमें उस अकाउंट में देखे गए कॉन्टेंट की हिस्ट्री संबंधी जानकारी शामिल होगी), अकाउंट ओनर को उन Netflix-रेडी डिवाइस पर नियंत्रण बनाए रखना चाहिए जिनके ज़रिए सर्विस एक्सेस की जा रही है. साथ ही उन्हें अकाउंट का पासवर्ड या पेमेंट के तरीके की जानकारी किसी को नहीं देनी चाहिए. अपने अकाउंट से जुड़ी जो जानकारी आप हमें देते हैं, उसे अपडेट करना और उसकी सटीकता बनाए रखना आपकी ज़िम्मेदारी है. पहचान की चोरी या धोखाधड़ी वाली किसी गतिविधि से आपको, Netflix को या हमारे पार्टनर को सुरक्षित रखने के लिए, हम आपका अकाउंट बंद कर सकते हैं या उसे होल्ड पर रख सकते हैं.
<br />
<br />
</li>
<li>
<b>वॉरंटी और जवाबदेही की सीमाएं.</b> Netflix सर्विस बिना किसी वॉरंटी या शर्त के "जैसी है, उसी रूप में" दी जाती है. दूसरे शब्दों में कहा जाए, तो हो सकता है कि हमारी सर्विस पूरी तरह से बिना रुकावट या त्रुटि-रहित न हो. आप सहमत हैं कि आप हमारी सर्विस की वजह से हुए किसी विशेष, अप्रत्यक्ष और परिणामस्वरूप नुकसान के लिए हम पर कोई दावा नहीं करेंगे. इन शर्तों से आप पर लागू कोई छोड़ी न जा सकने वाली वारंटियां या अनिवार्य ग्राहक सुरक्षा अधिकार सीमित नहीं होंगे.
<br />
<br />
</li>
<li>
<b>वर्ग कार्रवाई दाखिल करने के अधिकार का त्याग. </b>
जहां कानून के मुताबिक अनुमति हो, वहां आप और Netflix एक-दूसरे के खिलाफ़ दावा कर सकते हैं, लेकिन एक व्यक्ति विशेष या कंपनी के तौर पर न कि वादी के रूप में या तथाकथित वर्ग या प्रतिनिधि कार्रवाई में वर्ग के सदस्य के रूप में. साथ ही, जहां लागू कानून के अनुसार अनुमति हो, वहां न्यायालय आपके दावे के साथ एक से ज़्यादा व्यक्ति के दावे को जोड़ नहीं सकती और न ही मामले को किसी भी तरह की प्रतिनिधि या वर्ग कार्रवाई के रूप में संचालित कर सकती है, लेकिन आप और Netflix इसके लिए सहमत हों तो ऐसा किया जा सकता है.
<br />
<br />
</li>
<li>
<b>विविध</b>
<br />
<br />
8.1. <u>लागू कानून.</u> उपयोग की ये शर्तें भारत के कानूनों के अधीन होनी चाहिए और इन्हीं के अनुसार उनकी व्याख्या की जानी चाहिए.
<br />
<br />
8.2. <u>अनचाही सामग्री.</u> Netflix कॉन्टेंट के लिए Netflix अनचाही सामग्री या सुझाव स्वीकार नहीं करता. Netflix का कॉन्टेंट या प्रोग्रामिंग अगर किसी दूसरे मीडिया में मौजूद कॉन्टेंट या प्रोग्रामिंग से मिलता-जुलता है, तो Netflix इसके लिए ज़िम्मेदार नहीं होगा.
<br />
<br />
8.3. <u>कस्टमर सपोर्ट.</u> हमारी सर्विस और उसके फ़ीचर के बारे में ज़्यादा जानने के लिए या अपने अकाउंट संबंधी किसी सहायता के लिए, कृपया netflix.com वेबसाइट पर मौजूद Netflix सहायता केंद्र पर जाएं. कुछ मामलों में, बेहतर तरीके से आपकी मदद के लिए कस्टमर सर्विस को रिमोट ऐक्सेस सपोर्ट टूल इस्तेमाल करना होगा जिससे हमारे पास आपके कंप्यूटर का पूरा एक्सेस होगा. अगर आप हमें एक्सेस नहीं देना चाहते, तो आपको रिमोट ऐक्सेस टूल के ज़रिए सहायता पाने की सहमति नहीं देनी चाहिए. अनुमति न मिलने पर हम दूसरे तरीकों से आपकी मदद करने की कोशिश करेंगे. अगर कभी उपयोग की इन शर्तों और कस्टमर सपोर्ट से मिली जानकारी या हमारी किसी वेबसाइट के दूसरे हिस्सों से मिली जानकारी के बीच कोई मतभेद होता है, तो ऐसी स्थिति में उपयोग की ये शर्तें लागू होंगी.
<br />
<br />
8.4. <u>उत्तरजीविता.</u> बाकी हिस्सों की मान्यता और वैधानिकता अगर कोई प्रावधान या उपयोग की इन शर्तों का कोई प्रावधान अमान्य, अवैध या अप्रवर्तनीय माना जाता है, तो बाकी के प्रावधानों की मान्यता, वैधानिकता और प्रवर्तनीयता पूरी तरह से पहले जैसी बनी रहेगी.
<br />
<br />
8.5. <u>उपयोग की शर्तों और निर्दिष्टिकरण में बदलाव.</u> Netflix समय-समय पर उपयोग की इन शर्तों में बदलाव कर सकता है. इस तरह का कोई भी बदलाव आप पर लागू किए जाने से पहले आपको कम से कम 30 दिन पहले सूचना दी जाएगी. हम आपके साथ किए गए समझौते को किसी भी समय निर्दिष्ट या हस्तांतरित कर सकते हैं, जिसमें हमारे संबद्ध अधिकार और बाध्यताएं शामिल हैं. साथ ही, आप सहमति देते हैं कि आप इस तरह के निर्दिष्टीकरण या हस्तांतरण में मदद करेंगे.
<br />
<br />
8.6. <u>इलेक्ट्रॉनिक कम्युनिकेशन.</u> हम आपको आपके अकाउंट से जुड़ी जानकारी (उदाहरण, पेमेंट की अनुमति, इनवॉइस, पासवर्ड या पेमेंट के तरीके में बदलाव, कन्फ़र्मेशन मैसेज, नोटिस) सिर्फ़ इलेक्ट्रॉनिक तरीके से भेजेंगे, उदाहरण के लिए, रजिस्ट्रेशन के दौरान दिए गए ईमेल एड्रेस पर ईमेल भेजकर.
<br />
<br />
</li>
</ol>
<b>आखिरी बार अपडेट किया गया: </b>2 नवंबर 2021
</p>
</div>
<?php
include '../footer_legal.php';
?>