<?php
include '../base_legal.php';
include '../header_legal.php';
?>
<div class="main_container">
<h1>प्रायवेसी स्टेटमेंट</h1><br/>
<p>
इस प्रायवेसी स्टेटमेंट में Netflix सर्विस के संबंध में आपकी पसंद सहित, आपकी व्यक्तिगत जानकारी और कुछ दूसरी जानकारी को इकट्ठा करने, उसका इस्तेमाल करने और उसे प्रकट करने से संबंधित हमारे तरीकों के बारे में बताया गया है.
<br />
<br />
<b>हमसे संपर्क करना</b><br />
अगर आपके पास अपने अकाउंट के बारे में या सहायता के लिए कस्टमर सर्विस से संपर्क करने के लिए कुछ सामान्य सवाल हैं, तो कृपया हमारे ऑनलाइन सहायता केंद्र help.netflix.com पर जाएं. विशेष रूप से इस प्रायवेसी स्टेटमेंट, या हमारी पर्सनल जानकारी, कुकीज़ या इसी तरह की तकनीकों के हमारे उपयोग के बारे में पूछे जाने वाले प्रश्नों के लिए, कृपया हमारे डेटा सुरक्षा अधिकारी / गोपनीयता कार्यालय से <a href="mailto:privacy@netflix.com" class="links">privacy@netflix.com</a> पर ईमेल द्वारा संपर्क करें.
<br />
<br />
<a href="/int220/corpinfo/" class="links">Netflix Entertainment Services India LLP</a>. आपकी निजी जानकारी का डेटा नियंत्रक है. कृपया ध्यान दें कि अगर आप हमसे आपकी सहायता करने के लिए संपर्क करते हैं, तो आपकी और हमारी सुरक्षा के लिए आपके अनुरोध को पूरा करने से पहले हमें आपकी पहचान को प्रमाणित करना पड़ सकता है.
<br />
<br />
<b>जानकारी का कलेक्शन</b><br />
हम आपके बारे में जानकारी प्राप्त और स्टोर करते हैं जैसे:
<br />
<ul class="list">
<li>
    <b>जो जानकारी आप हमें प्रदान करते हैं:</b> जो जानकारी आप हमें प्रदान करते हैं:
    <br />
    <br />
    <ul class="list circle">
        <li>
            आपका नाम, ईमेल एड्रेस, पेमेंट (भुगतान) का तरीका (के), टेलीफ़ोन नंबर, और ऐसे अन्य पहचानकर्ता जिनका आप उपयोग कर सकते हैं (जैसे कोई इन-गेम नाम). हम यह जानकारी कई तरीकों से एकत्रित करते हैं, जिनमें शामिल हैं: जब आप हमारी सेवा का इस्तेमाल करते समय इसे दर्ज करते हैं, हमारी कस्टमर सर्विस से बातचीत करते हैं, या सर्वेक्षणों या मार्केटिंग प्रमोशन में भाग लेते हैं
        </li>
        <br />
        <li>
            जब आप रेटिंग, पसंद-नापसंद, अकाउंट सेटिंग (हमारी वेबसाइट के “अकाउंट” सेक्शन में सेट वरीयता सहित) प्रदान करना चुनते हैं, या अन्यथा हमारी सेवा के माध्यम से या और कहीं से हमें जानकारी प्रदान करते हैं.
        </li>
    </ul>
</li>
<br />
<li>
    <b>जानकारी जो हम अपने आप कलेक्ट करते हैं:</b> हम आपके और हमारी सेवाओं के आपके उपयोग, हमारे और हमारे विज्ञापनों के साथ आपके इंटरैक्शन के साथ-साथ, आपके नेटवर्क, नेटवर्क डिवाइस और आपके कंप्यूटर या उन अन्य Netflix सपोर्टेड डिवाइस के बारे में जानकारी कलेक्ट करते हैं, जिनका इस्तेमाल आप हमारी सेवाएं ऐक्सेस करने के लिए करते हैं (जैसे गेमिंग सिस्टम, स्मार्ट टीवी, मोबाइल डिवाइस, सेट टॉप बॉक्स, और अन्य स्ट्रीमिंग मीडिया डिवाइस). इस जानकारी में शामिल हैं:
    <br />
    <br />
    <ul class="list circle">
        <li>
            Netflix सेवा पर आपकी गतिविधि, जैसे टाइटल चयन, आपके द्वारा देखे गए शो, खोज क्वेरी, और Netflix गेम्स में गतिविधि;
        </li>
        <br />
        <li>
            हमारे ईमेल और टेक्स्ट और पुश और ऑनलाइन मेसेजिंग चैनलों के माध्यम से हमारे मेसेज के साथ आपके इंटरैक्शन;
        </li>
        <br />
        <li>
            हमारे कस्टमर सर्विस के साथ आपके इंटरैक्शन के विवरण, जैसे हमसे संपर्क करने की तारीख, समय और कारण, किसी चैट संवाद की ट्रांसक्रिप्ट (प्रतिलिपि), और अगर आप हमें फोन करते हैं, तो आपका फोन नंबर और कॉल रिकॉर्डिंग;
        </li>
        <br />
        <li>
            डिवाइस ID या बाकी यूनिक आइडेंटिफ़ायर, जिनमें आपके नेटवर्क डिवाइस और आपके वाय-फ़ाय नेटवर्क पर Netflix सपोर्टेड डिवाइस ID शामिल हैं;
        </li>
        <br />
        <li>
            रीसेट होने योग्य डिवाइस पहचानकर्ता (जिन्हें विज्ञापन पहचानकर्ता भी कहा जाता है), जैसे वे जो मोबाइल डिवाइस, टैबलेट और ऐसे पहचानकर्ता वाले स्ट्रीमिंग मीडिया डिवाइस पर हैं (और जानकारी के लिए “कुकीज़ और इंटरनेट एडवर्टाइज़िंग" सेक्शन देखें);
        </li>
        <br />
        <li>
            डिवाइस और सॉफ़्टवेयर विशेषताएं (जैसे टाइप और कॉन्फ़िगरेशन), टाइप (वाय-फ़ाय, सेलुलर) सहित कनेक्शन जानकारी, पेज व्यू के आंकड़े, रेफ़रिंग स्रोत (उदाहरण के लिए, रेफ़रल URL), IP पता (जो हमें आपकी आम लोकेशन बता सकता है), ब्राउज़र और स्टैंडर्ड वेब सर्वर लॉग जानकारी;
        </li>
        <br />
        <li>
            कुकीज़, वेब बीकन और अन्य तकनीक के इस्तेमाल से एकत्रित की गई जानकारी, जिनमें एड डेटा शामिल है (जैसे एड की उपलब्धता और डिलीवरी, साइट URL की जानकारी के साथ ही तारीख और समय). (अधिक विवरण के लिए हमारा "कुकीज़ एंड इंटरनेट एडवर्टाइज़िंग" सेक्शन देखें.)
        </li>
    </ul>
</li>
<br />
<li>
    <b>पार्टनर से जानकारी:</b> हम उन अन्य कंपनियों से जानकारी एकत्रित करते हैं जिनके साथ आपके संबंध हैं (“पार्टनर्स”). (आप कौनसी सर्विस इस्तेमाल करते हैं उसके आधार पर) इन पार्टनर में शामिल हो सकते हैं: आपका टीवी या इंटरनेट सर्विस प्रोवाइडर, या अन्य स्ट्रीमिंग मीडिया डिवाइस प्रोवाइडर जो अपने डिवाइस पर हमारी सेवा को उपलब्ध कराते हैं; मोबाइल फ़ोन कैरियर या अन्य कंपनियां जो Netflix सर्विस की तरफ से हमें वितरण के लिए आपको सेवाएं प्रदान कराती हैं और पेमेंट एकत्रित करती हैं या Netflix सर्विस के लिए प्रीपेड प्रमोशन प्रदान करती हैं; और वॉइस असिस्टेंट प्लेटफ़ॉर्म प्रोवाइडर वॉइस कमांड के माध्यम से हमारी सेवा के साथ इंटरैक्शन एनेबल करते हैं. पार्टनर हमें जो जानकारी देते हैं वह पार्टनर सर्विस की प्रकृति के आधार पर अलग-अलग हो सकती है और इसमें ये शामिल हो सकते हैं:
    <br />
    <br />
    <ul class="list circle">
        <li>
        Netflix के लिए लागू सर्च क्वेरीज़ और कमांड जो आप पार्टनर डिवाइस या वॉइस असिस्टेंट प्लेटफ़ॉर्म के माध्यम से करते हैं;
        </li>
        <br />
        <li>
        सर्विस ऐक्टिवेशन जानकारी जैसे आपका ईमेल एड्रेस या अन्य संपर्क जानकारी;
        </li>   
        <br />
        <li>
        IP पते, डिवाइस ID या अन्य यूनिक आइडेंटिफ़ायर, साथ ही संबद्ध प्री-पेड प्रमोशन, बिलिंग और यूज़र इंटरफ़ेस जानकारी, जो यूज़र प्रमाणीकरण को सपोर्ट करती है, Netflix सर्विस रजिस्ट्रेशन एक्सपीरियंस, पार्टनर पेमेंट प्रोसेसिंग, और पार्टनर यूज़र इंटरफ़ेस के हिस्से से आपको Netflix सामग्री दिखाना.
        </li>
    </ul>
</li>
<br />
<li>
    <b>अन्य स्रोतों से जानकारी:</b> हम अन्य स्रोतों से भी जानकारी हासिल करते हैं. हम इस प्रायवेसी स्टेटमेंट में बताई गई प्रैक्टिसेस के अनुसार जानकारी प्रोटेक्ट (रक्षा) करते हैं, इसके अलावा डेटा के स्रोत द्वारा लगाए गए कोई अन्य प्रतिबंध भी हो सकते हैं. ये स्रोत समय के साथ बदल सकते हैं, लेकिन इनमें शामिल हो सकते हैं:
    <br />
    <ul class="list circle">
        <li>
        सर्विस प्रोवाइडर (सेवा प्रदाता) जो हमारी सेवाओं को अनुकूलित करने के लिए और इस प्रायवेसी स्टेटमेंट के संगत अन्य उपयोगों के लिए आपके आईपी पते के आधार पर लोकेशन निर्धारित करने में हमारी मदद करते हैं;
        </li>
        <br />
        <li>
        सुरक्षा सर्विस प्रोवाइडर, जो हमें हमारा सिस्टम सुरक्षित रखने, फ़्रॉड को रोकने और Netflix अकाउंट की सुरक्षा से जुड़ी जानकारी देते हैं;
        </li>
        <br />
        <li>
        पेमेंट सर्विस प्रोवाइडर, जो हमें पेमेंट या बैलेंस की जानकारी या आपके साथ उनके संबंध पर आधारित उस जानकारी के लिए अपडेट देते हैं;
        </li>
        <br />
        <li>
        ऑनलाइन और ऑफ़लाइन डेटा प्रोवाइडर जिनसे हम एकीकृत जनसांख्यिकीय, इंटरेस्ट-बेस्ड और ऑनलाइन एडवर्टाइज़िंग संबंधी डेटा प्राप्त करते हैं;
        </li>
        <br />
        <li>
        सार्वजनिक रूप से उपलब्ध स्रोत, जैसे सोशल मीडिया प्लेटफ़ॉर्म पर सार्वजनिक रूप से उपलब्ध पोस्ट और इंटरनेट सर्विस प्रोवाइडर (प्रदाता) (ISPs) के पास आईपी पतों से संबद्ध सार्वजनिक डेटाबेस के माध्यम से उपलब्ध जानकारी;
        </li>
        <br />
        <li>
        थर्ड पार्टी (तृतीय पक्ष) सर्विस जिनमें आप साइन इन हैं और जो Netflix गेम्स में फ़ंक्शन प्रदान करते हैं, जैसे कि मल्टीप्लेयर गेमप्ले, लीडरबोर्ड, और गेम सेविंग विकल्प.
        </li>
    </ul>
</li>
</ul>
<br />
<b>जानकारी का इस्तेमाल</b><br />
हम जानकारी का इस्तेमाल हमारी सेवाओं और मार्केटिंग प्रयासों के बारे में जानकारी प्रदान करने, विश्लेषण करने, शासित करने, वृद्धि करने और पर्सनलाईज़ करने, मेंबर रेफरल को प्रबंधित करने, आपके रजिस्ट्रेशन, आपके ऑर्डर, आपके पेमेंट को प्रोसेस करने, और इन तथा अन्य विषयों पर आपके साथ संवाद करने के लिए करते हैं. उदाहरण के लिए, हम ऐसी जानकारी का इस्तेमाल इसलिए करते हैं:
<br/>
<br />
<ul>
    <li>
        आपकी सामान्य भौगोलिक लोकेशन पता लगाना, लोकलाईज़्ड कॉन्टेन्ट प्रदान करना, आपको फ़िल्मों और टीवी शो के लिए Netflix की कस्टमाइज़्ड और पर्सनलाईज़्ड व्यूइंग रीकमेन्डेशन देना जो हमें लगता है कि आपको पसंद आएंगे, आपके लिए नेटवर्क समस्या निवारण में आपकी सहायता के लिए आपके ISP का पता लगाना (हम संचालनात्मक और व्यावसायिक उद्देश्यों के लिए एग्रीगेटेड ISP जानकारी का भी इस्तेमाल करते हैं), और पूछताछ और अनुरोधों का शीघ्रता से और दक्षता से जवाब देने में हमारी मदद करना;
    </li>
    <br />
    <li>
        मेंबर्स के लिए Netflix सर्विस को उपलब्ध कराने और पार्टनर के साथ आपके विशिष्ट संबंधों के आधार पर Netflix सेवाओं की उपलब्धता के बारे में नॉन मेंबर्स को जानकारी देने के लिए पार्टनर्स के साथ कोऑर्डिनेट करना;
    </li>
    <br />
    <li>
        अपना सिस्टम सुरक्षित रखना, फ़्रॉड को रोकना और Netflix अकाउंट को सुरक्षित बनाए रखने में हमारी मदद करना;
    </li>
    <br />
    <li>
        फ़्रॉड के साथ ही मना की गई या अवैध ऐक्टिविटी को रोकना, उनका पता लगाना और जांच करना और हमारी शर्तों को लागू करना (जैसे कि यह तय करना कि आप कौन से Netflix साइन-अप ऑफ़र पा सकते हैं और यह भी कि क्या किसी खास डिवाइस को हमारी उपयोग की शर्तों के मुताबिक अकाउंट का उपयोग करने की अनुमति है);
    </li>
    <br />
    <li>
        अपने दर्शकों को विश्लेषित करना और समझना, अपनी सर्विस में सुधार करना (हमारे यूज़र इंटरफ़ेस एक्सपीरियंस और सेवाओं के प्रदर्शन सहित) और सामग्री चयन, Netflix की सिफ़ारिश के एल्गॉरिदम और डिलीवरी को ऑप्टिमाइज़ करना;
    </li>
    <br />
    <li>
        आपसे हमारी सेवाओं के संबंध में संवाद करना ताकि हम आपको Netflix के बारे में, नए फ़ीचर और Netflix पर उपलब्ध सामग्री, विशेष पेशकशों, प्रमोशन की घोषणाओं, उपभोक्ता सर्वेक्षणों के बारे में आपको समाचार भेज सकते हैं और पासवर्ड रीसेट अनुरोध जैसी संचालनात्मक अनुरोधों में आपकी सहायता करना. ये संवाद कई तरीकों से हो सकते हैं, जैसे ईमेल, पुश नोटिफ़िकेशन, टेक्स्ट मेसेज, ऑनलाइन मेसेजिंग चैनलों और मैच्ड आइडेंटीफ़ायर कम्यूनिकेशन (नीचे बताए गए). अपनी कम्यूनिकेशन वरीयताएं सेट करने या बदलने के बारे में सीखने के लिए कृपया इस प्रायवेसी स्टेटमेंट का "आपकी पसंद" सेक्शन देखें.
    </li>
    <br />
</ul>
हमारी सुझाव प्रणाली यह अनुमान लगाने का सतत प्रयास करती रहती है कि जब आप लॉग इन करेंगे तो आप क्या देखना चाहेंगे. परन्तु, हमारी सुझाव प्रणाली आपके बारे में कोई भी सामाजिक-जनसांख्यिकीय जानकारी (जैसे लिंग या जाति) का निष्कर्ष या अनुमान नहीं जोड़ती. हमारे पास एक आर्टिकल है जो यह समझाता है कि हमारी सुझाव प्रणाली कैसे काम करती है - स्पॉइलर्स: इन सुझावों का सबसे बड़ा स्रोत यह जानकारी है कि आप देखने के लिए वास्तव में क्या चुनते हैं. आप <a href="https://www.netflix.com/recommendations" class="links">www.netflix.com/recommendations</a> पर यह आर्टिकल पढ़ सकते हैं.
<br />
<br />
<b>
जानकारी का प्रकटीकरण
</b>
<br/>
<br />
हम आपकी जानकारी का प्रकटीकरण कुछ उद्देश्यों के लिए और तृत्तीय पक्षों को नीचे दिए अनुसार करते हैं:
<br />
<ul>
    <li>
        <b>कंपनियों का Netflix परिवार:</b> हम ज़रूरत के अनुसार इस प्रायवेसी स्टेटमेंट के 'जानकारी का उपयोग' सेक्शन में दिए गए उद्देश्यों जैसे, आपको हमारी सर्विस का ऐक्सेस देना; कस्टमर सपोर्ट देना; सर्विस में सुधार के बारे में फ़ैसला करना; कंटेंट विकास और अन्य के लिए आपकी जानकारी को कंपनियों के Netflix परिवार के बीच शेयर करते हैं (<a href="/int220/corpinfo/" class="links">help.netflix.com/legal/corpinfo</a>).
    </li>
    <br />
    <li>
        <b>सर्विस प्रोवाइडर:</b> हमारी तरफ से सेवाएं देने या आपको सेवाएं प्रदान करने में हमारी सहायता करने के लिए हम अन्य कंपनियों, एजेंटों या कॉन्ट्रैक्टरों ("सर्विस प्रोवाइडर") का उपयोग करते हैं. उदाहरण के लिए, मार्केटिंग, एडवर्टाइज़िंग, कम्यूनिकेशन, सुरक्षा, इंफ़्रास्ट्रक्चर और आईटी सेवाएं प्रदान करने, अपनी सेवाओं को कस्टमाइज़, पर्सनलाइज़ और ऑप्टिमाइज़ करने, क्रेडिट कार्ड ट्रांजेक्शन या पेमेंट के अन्य तरीकों को प्रोसेस करने, बैंक अकाउंट या बैलेंस जानकारी प्रदान करने कस्टमर सर्विस प्रदान करने, डेटा विश्लेषण और वृद्धि करने (यूज़र की हमारी सेवाओं के साथ इंटरैक्शन के बारे में डेटा सहित), और उपभोक्ता सर्वे को प्रोसेस और एडमिनिस्टर करने के लिए हम सर्विस प्रोवाइडर्स को शामिल करते हैं. ऐसी सेवाएं प्रदान करने के दौरान, इन सर्विस प्रोवाइडर की एक्सेस आपकी पर्सनल या अन्य जानकारी तक हो सकती है. उनकी सेवाएं प्रदान करने संबंधित कामों (जिसमें उनकी सेवाओं का रखरखाव करना और सुधार करना शामिल है) के सिवाय हम उन्हें आपकी पर्सनल जानकारी का इस्तेमाल या प्रकटन करने का अधिकार नहीं देते हैं.
    </li>
    <br />
    <li>
        <b>पार्टनर्स:</b> जैसा कि ऊपर वर्णित है, हमारे किसी एक या अधिक पार्टनर्स के साथ आपके संबंध हो सकते हैं, उस मामले में हम मेंबर्स को Netflix सर्विस प्रदान करने और Netflix सर्विस की उपलब्धता के बारे में जानकारी प्रदान करने के लिए कुछ जानकारी उनके साथ शेयर कर सकते हैं. उदाहरण के लिए, आप किस पार्टनर सर्विस का इस्तेमाल करते हैं उसके आधार पर, हम जानकारी शेयर कर सकते हैं:
        <br />
        <br />
        <ul class="circle">
            <li>
                पार्टनर प्री-पेड प्रमोशन या हमें वितरण करने के लिए Netflix सर्विस के लिए पेमेंट का कलेक्शन सुलभ कराने के लिए;
            </li>
            <br />
            <li>
                उन पार्टनरों के साथ वॉइस कमांड का इस्तेमाल करके हमारी सर्विस के साथ इंटरैक्ट करने की आपको अनुमति देने वाले वॉइस असिस्टेंट प्लेटफ़ॉर्म का संचालन करते है;
            </li>
            <br />
            <li>
                ताकि Netflix सर्विस में उपलब्ध सामग्री और पार्टनर के यूज़र इंटरफ़ेस में फ़ीचर का आपको सुझाव दिया जा सके. मेंबर्स के लिए, ये सुझाव Netflix सर्विस का भाग हैं और इनमें देखने के लिए Netflix के कस्टमाइज़्ड और पर्सनलाईज़्ड रीकमेन्डेशन्स शामिल हो सकते हैं.
            </li>
        </ul>
    </li>
    <br />
    <li>
        <b>प्रमोशनल पेशकश:</b> हम संयुक्त प्रमोशन या प्रोग्रामों की पेशकश कर सकते हैं जिनमें, आपकी सहभागिता के लिए, हमसे आपकी जानकारी को तृत्तीय पक्ष के साथ शेयर करना अपेक्षित हो. इस प्रकार के प्रमोशनों को पूरा करने के लिए, हम प्रोत्साहन को पूरा करने के संबंध में आपका नाम और अन्य जानकारी शेयर कर सकते हैं. कृपया ध्यान दें कि ये तृत्तीय पक्ष अपनी खुद की प्रायवेसी प्रैक्टिसेस के लिए ज़िम्मेदार हैं.
    </li>
    <br />
    <li>
        <b>Netflix और अन्य का संरक्षण:</b> Netflix और इसके सर्विस प्रोवाइडर्स आपकी पर्सनल और बाकी जानकारी को उजागर कर सकते हैं या इस्तेमाल कर सकते हैं जहां हमें या उनको उचित रूप से विश्वास है कि यह करना (अ) किसी लागू कानून, विनियम, कानूनी प्रक्रिया, या सरकारी अनुरोध को संतुष्ट करने के लिए, (ब) संभावित उल्लंघन में खोजबीन करने सहित इस्तेमाल की शर्तें ज़ोर देकर लागू करने के लिए, (क) (पेमेंट फ़्रॉड सहित) अवैध या संदिग्ध गतिविधियों, सुरक्षा या तकनीकी मुद्दों का पता लगाने, रोकने या सुलझाने के लिए, या (ड) Netflix, उसके यूज़र्स (उपयोगकर्ताओं) या जनता के अधिकारों, संपत्ति या सुरक्षा की हानि के विरुद्ध की सुरक्षा करने के लिए ज़रूरी है, जैसा भी ज़रूरी हो या कानून द्वारा अनुमत हो.
    </li>
    <br />
    <li>
        <b>व्यवसाय स्थानांतरण:</b> किसी भी पुनर्गठन, पुनर्संरचना, विलय या विक्रय, या असेट के किसी अन्य स्थानांतरण के संबंध में, हम पर्सनल जानकारी सहित जानकारी स्थानांतरित करेंगे, बशर्ते कि प्राप्त करने वाला पक्ष हमारे प्रायवेसी स्टेटमेंट के सुसंगत तरीके से आपकी पर्सनल जानकारी का सम्मान करने के लिए सहमत होता है.
    </li>
</ul>
<br />
जब कभी जानकारी शेयर करने के दौरान हम पर्सनल जानकारी को अन्य देशों में स्थानांतरित करते हैं, हम सुनिश्चित करेंगे कि जानकारी इस प्रायवेसी स्टेटमेंट और डेटा संरक्षण पर लागू कानूनों द्वारा जैसा अनुमत है उसके अनुसार स्थानांतरित की जाए.
<br />
<br />
आप अपनी जानकारी को निम्न तरीकों से प्रकट करना भी चुन सकते हैं:
<br />
<br />
<ul>
    <li>
        हमारी सेवा के कुछ भागों में एक टूल शामिल हो सकता है जो आपको ईमेल, टेक्स्ट मेसेज और सोशल और अन्य शेयरिंग ऐप्लिकेशन द्वारा, क्लाइंट और आपकी स्मार्ट डिवाइस पर ऐप्लिकेशन का इस्तेमाल करते हुए जानकारी शेयर करने का विकल्प देता है;
    </li>
    <br />
    <li>
        सोशल प्लगइन और वैसी ही और तकनीकों से आप जानकारी शेयर कर सकते हैं; और
    </li>
    <br />
    <li>
        Netflix गेम फ़ीचर, जैसे कि मल्टीप्लेयर विकल्पों और लीडरबोर्ड के द्वारा.
    </li>
</ul>
<br />
सोशल प्लगइन और सोशल ऐप्लिकेशन खुद सोशल नेटवर्क द्वारा संचालित होती हैं, और उनके इस्तेमाल की शर्तों और प्रायवेसी नीतियों के अधीन होती हैं. वैसे ही, ऊपर बताए गए कुछ Netflix गेम फ़ीचर (जैसे कि मल्टीप्लेयर गेमप्ले, लीडरबोर्ड, और गेम सहेजने के विकल्पों) के लिए एक ऐसी थर्ड-पार्टी (तृतीय पक्ष) सर्विस का इस्तेमाल करना ज़रूरी हो सकता है, जो कि उस सर्विस की इस्तेमाल की शर्तों और प्रायवेसी नीतियों के अधीन हो.
<br />
<br />
<b>
अकाउंट और प्रोफ़ाइल की एक्सेस
</b>
<br/>
<br />
<ul>
    <li>
       <b>“मुझे याद रखें” फ़ंक्शन:</b> आपके अकाउंट की एक्सेस में आसानी के लिए, आप जब वेबसाइट में लॉग इन करें तो ‘इस डिवाइस पर मुझे याद रखें’ फ़ंक्शन का इस्तेमाल कर सकते हैं. यह फ़ंक्शन उस तकनीक का इस्तेमाल करता है जिसके कारण हम सीधे अकाउंट एक्सेस प्रदान कर सकते हैं और जब आपका ब्राउज़र सेवा को फिर से विज़िट करता है तो किसी पासवर्ड या अन्य यूज़र पहचान को दोबारा दर्ज करने की ज़रूरत के बिना Netflix सर्विस को एडमिनिस्टर करने में मदद कर सकते हैं.
    </li>
    <br />
    <li>
        <b>दूसरों को आपके अकाउंट की एक्सेस देना:</b> अगर आप दूसरों को आपके अकाउंट की एक्सेस शेयर करते हैं या अन्यथा अनुमति देते हैं, तो वे आपके द्वारा देखे गए शो, रेटिंग, अकाउंट जानकारी (आपका ईमेल एड्रेस या हमारी वेबसाइट के “अकाउंट” क्षेत्र में अन्य जानकारी सहित), और गेम से जुड़ी जानकारी (जैसे कि आपका इन-गेम नाम और सहेजी गई गेम की प्रगति) देख सकेंगे. यह ऐसा ही रहता है भले ही आप हमारा प्रोफ़ाइल फ़ीचर इस्तेमाल करते हैं. आपके पास Netflix मोबाइल ऐप के माध्यम से निर्बाध अकाउंट लॉगिन का इस्तेमाल करने का विकल्प हो सकता है, जिसके कारण आप स्मार्ट टीवी, सेट-टॉप बॉक्स और आप जिस Wi-Fi नेट वर्क पर कनेक्ट हैं उस पर अन्य किसी स्ट्रीमिंग मीडिया डिवाइस पर Netflix ऐप में लॉगिन कर सकते हैं. अगर आप उस फ़ीचर का इस्तेमाल करते हैं, तो वे डिवाइस आपके अकाउंट में साइन इन रहेंगे जब तक आप उन डिवाइस से लॉग आउट नहीं हो जाते.
    </li>
    <br />
    <li>
        <b>प्रोफ़ाइल:</b> प्रोफ़ाइल से उपयोगकर्ता के पास एक विशिष्ट पर्सनलाइज़्ड Netflix एक्सपीरियंस, उनकी पसंद की फिल्मोंं और शो के चारों तरफ बना हुआ, उसके साथ ही देखने का एक अलग इतिहास भी होता है. कृपया ध्यान दें कि प्रोफ़ाइल हर उस व्यक्ति के लिए उपलब्ध हैं, जो आपके Netflix अकाउंट का इस्तेमाल करता है, ताकि आपके Netflix अकाउंट की एक्सेस रखने वाला कोई भी प्रोफ़ाइल का इस्तेमाल, संपादन या डिलीट करने के लिए नेवीगेट कर सकता है. आपको अपने अकाउंट का एक्सेस रखने वाले दूसरे लोगों को यह समझाना चाहिए, और अगर आप नहीं चाहते कि वे आपके प्रोफ़ाइल का इस्तेमाल करें या उसे बदलें, तो यह उन्हें स्पष्ट बताएं. प्रोफ़ाइल यूज़र को कोई ईमेल एड्रेस, फ़ोन नंबर या अन्य जानकारी प्रोफ़ाइल में जोड़ने का अवसर दिया जा सकता है और ऐसी जानकारी का अनुरोध प्राप्त होने पर कलेक्शन और इस्तेमाल का नोटिस प्रदान किया जाएगा. (प्रोफ़ाइल प्रायवेसी नोटिस लागू होता है <br /> (<a href="https://help.netflix.com/legal/profileprivacy" class="links">help.netflix.com/legal/profileprivacy</a>)). हमारे पास कई प्रकार के पैरेंटल कंट्रोल्स मौजूद हैं, जिनके बारे में और जानने के लिए आप <a href="https://https://help.netflix.com/node/264" class="links">https://help.netflix.com/node/264</a> पर मौजूद आर्टिकल पढ़ सकते हैं.
    </li>
    <br />
    <li>
        <b>आपके Netflix अकाउंट के लिए डिवाइस एक्सेस निकालना:</b> अपनी डिवाइस से आपके Netflix अकाउंट के लिए डिवाइस एक्सेस निकालने के लिए, हमारी वेबसाइट के "अकाउंट" सेक्शन पर जाएं, "सभी डिवाइस से साइन आउट हों," और अपनी डिवाइस को डिएक्टीवेट करने के लिए निर्देशों का पालन करें (ध्यान दें, हो सकता है डिएक्टीवेशन तुरंत न हो). जहां संभव हो, सार्वजनिक या शेयर्ड डिवाइस उपयोगकर्ताओं को हर विज़िट के बाद लॉग आउट करना चाहिए. अगर आप कोई कंप्यूटर या Netflix रेडी डिवाइस बेचते हैं या लौटाते हैं, तो आपको ऐसा करने से पहले लॉग आउट होना और डिवाइस को डिएक्टीवेट करना चाहिए. अगर आप अपने पासवर्ड या डिवाइस की सुरक्षा नहीं करते हैं, या लॉगआउट या अपनी डिवाइस को डिएक्टीवेट करने में विफल रहते हैं, तो आने वाले यूज़र्स आपकी पर्सनल जानकारी सहित आपके अकाउंट को एक्सेस कर सकेंगे.
    </li>
</ul>
<br />
<b>
आपकी चॉइसेस (विकल्प)
</b>
<br/>
<b>ईमेल और टेक्स्ट संदेश.</b> अगर आप अब हमसे ईमेल या टेक्स्ट संदेश द्वारा कुछ संचार प्राप्त नहीं करना चाहते हैं, तो हमारी वेबसाइट के “अकाउंट” सेक्शन में “कम्यूनिकेशन्स सेटिंग्स” विकल्प को एक्सेस करें और जिन आइटमों को अनसब्सक्राइब करना है उन्हें अनचेक करें. वैकल्पिक रूप से, ईमेल में "अनसब्सक्राइब" लिंक को क्लिक करें या टेक्स्ट संदेश का STOP जवाब दें (या जैसा अन्यथा निर्देशित हो). कृपया ध्यान दें कि आप हमसे सर्विस-संबंधी पत्राचार से अनसब्सक्राइब नहीं कर सकते, जैसे आपके अकाउंट ट्रांजेक्शन से संबंधित मेसेज.
<br />
<br />
<b>पुश नोटिफ़िकेशन.</b> आप Netflix से मोबाइल पुश नोटिफ़िकेशन प्राप्त करना चुन सकते हैं. कुछ डिवाइस ऑपरेटिंग सिस्टम पर, आप अपनेआप नोटिफ़िकेशन में नामांकित हो जाते हैं. अगर आप बाद में निर्णय करते हैं कि अब आप आगे ये नोटिफ़िकेशन प्राप्त नहीं करना चाहते हैं, आप उनको ऑफ़ करने के लिए अपने मोबाइल डिवाइस की सेटिंग फ़ंक्शनैलिटी का इस्तेमाल कर सकते हैं. हम कुछ वेब ब्राउज़रों पर भी पुश नोटिफ़िकेशन की पेशकश करते हैं. अगर आप उन नोटिफ़िकेशनों को प्राप्त करने के लिए सहमत होते हैं और बाद में निर्णय करते हैं कि अब आप आगे इन नोटिफ़िकेशनों को प्राप्त नहीं करना चाहते, तो आप उन्हें ऑफ़ करने के लिए अपने ब्राउज़र की सेटिंग का इस्तेमाल कर सकते हैं.
<br />
<br />
<b>WhatsApp.</b> अगर आपने अपने Netflix अकाउंट या प्रोफ़ाइल के संबंध में WhatsApp मेसेज को एनेबल किया है और अब आगे उन्हें प्राप्त नहीं करना चाहते हैं तो उन्हें ब्लॉक करने के लिए आप अपने WhatsApp की सेटिंग्स का इस्तेमाल कर सकते हैं.
<br />
<br />
<b>पसंद-आधारित ऐड्स.</b> पसंद-आधारित ऐड्स (विज्ञापन) ऑनलाइन ऐड्स हैं जिन्हें पूरे इंटरनेट पर विभिन्न ऐप्स और वेबसाइटों के इस्तेमाल के आधार पर आपकी संभावित पसंद के अनुसार अनुकूलित किया गया है. अगर आप किसी ब्राउज़र का इस्तेमाल कर रहे हैं, तो कुकीज़ और वेब बीकन का इस्तेमाल आपकी संभावित पसंद का लगाने में मदद करने के लिए जानकारी एकत्रित करने के लिए कर सकते हैं. अगर आप किसी मोबाइल डिवाइस, टैबलेट, या स्ट्रीमिंग मीडिया डिवाइस का इस्तेमाल कर रहे हैं जिसमें रीसेट होने वाला डिवाइस आइडेंटीफ़ायर शामिल है, तो उस आइडेंटीफ़ायर का इस्तेमाल आपकी संभावित पसंद निर्धारित करने में मदद के लिए किया जा सकता है. Netflix से पसंद-आधारित ऐड के बारे में आपके विकल्प के लिए, कृपया "कुकीज़ और इंटरनेट एडवर्टाइज़िंग" सेक्शन (नीचे) देखें.
<br />
<br />
<b>मैच किए गए आइडेंटीफ़ायर कम्यूनिकेशन्स.</b> कुछ थर्ड पार्टी (तृतीय पक्ष) साइट और ऐप के कारण हम अपने यूजर्स तक पहुंच सकते हैं ऑनलाइन प्रमोशन के साथ थर्ड पार्टी को एक प्रायवेसी संरक्षक आइडेंटीफ़ायर भेज कर हमारे टाइटल और सेवाओं के बारे में ऑनलाइन प्रमोशन वाले हमारे यूज़र्स तक पहुंच सकते हैं. एक प्रायवेसी संरक्षक आइडेंटीफ़ायर का मतलब है हम मूल जानकारी (जैसे कोई ईमेल एड्रेस या फ़ोन नंबर) का खुलासा होने से रोकने के लिए उसे एक मान में रूपांतरित करते हैं. थर्ड पार्टी प्रायवेसी संरक्षक आइडेंटीफ़ायर की अपने डेटाबेस में आइडेंटीफ़ायरों से तुलना करता है और कोई मैच केवल तभी होगा जब आपने उसी आइडेंटीफ़ायर (जैसे कोई ईमेल एड्रेस) का इस्तेमाल Netflix और थर्ड पार्टी के साथ किया है. अगर कोई मैच होता है, Netflix तब चुन सकता है कि क्या कोई दिया हुआ प्रमोशनल कम्यूनिकेशन आपको थर्ड पार्टी साइट या ऐप पर भेजना है या नहीं, और ऑप्टिमाइज़ कर सकता है और ऑनलाइन एडवर्टाइज़िंग की प्रभाविकता को बेहतर माप सकता है. आप हमारी वेबसाइट के “अकाउंट” सेक्शन के “मार्केटिंग कम्यूनिकेशन” में ऑप्ट आउट कर सकते हैं.
<br />
<br />
<b>आपकी जानकारी और अधिकार</b>
<br/>
आप अपनी पर्सनल जानकारी को एक्सेस करने या हमारे पास मौजूद अपनी आउट-ऑफ़-डेट या गलत पर्सनल जानकारी को सही करने या अपडेट करने के लिए अनुरोध कर सकते हैं. आप यह अनुरोध भी कर सकते हैं कि हम अपने पास से आपकी पर्सनल जानकारी हटा दें.
<br />
<br />
जब आप हमारी वेबसाइट के "अकाउंट" वाले हिस्से पर जाएं, जहां अपनी संपर्क जानकारी, Netflix पेमेंट की जानकारी और विभिन्न संबंधित जानकारी (जैसे कि आपके द्वारा देखी गई और रेट की गई सामग्री) सहित आप अपने अकाउंट के बारे में विस्तृत जानकारी को ऐक्सेस और अपडेट कर सकते हैं, तब "अकाउंट" सेक्शन को एक्सेस करने के लिए आपको साइन इन होना जरूरी है.
<br />
<br />
अगर अकाउंट आप ही का है, तो अपनी पर्सनल जानकारी की कॉपी डाउनलोड करने के लिए <a target="_blank" href="https://www.netflix.com/account/getmyinfo/" class="links">www.netflix.com/account/getmyinfo</a> पर जाएं ("अकाउंट" सेक्शन को ऐक्सेस करने के लिए आपको साइन इन होना ज़रूरी है), और निर्देशों को फ़ॉलो करें.
<br />
<br />
अन्य अनुरोधों के लिए या हमारी प्रायवेसी प्रैक्टिस के संबंध में कोई सवाल होने पर कृपया हमारे डेटा प्रोटेक्शन अधिकारी/प्रायवेसी ऑफ़िस से <a href="mailto:privacy@netflix.com" class="links">privacy@netflix.com</a>पर संपर्क करें. हमारे वेरीफ़िकेशन प्रोसेस के साथ ही अपनी जानकारी ऐक्सेस करने का तरीका जानने के लिए कृपया यह आर्टिकल पढ़ें: <a href="https://help.netflix.com/node/100624" class="links">help.netflix.com/node/100624</a>. जानकारी को डिलीट करने, हटाने और बनाए रखने के बारे में जानकारी के लिए कृपया यह आर्टिकल पढ़ें: <a href="https://help.netflix.com/node/100625" class="links">help.netflix.com/node/100625</a>. जो लोग लागू डेटा सुरक्षा कानूनों के अनुसार अपने डेटा सुरक्षा अधिकार का इस्तेमाल करना चाहते हैं, हम उन सभी के अनुरोधों पर प्रतिक्रिया देते हैं. आपकी जानकारी के संबंध में अतिरिक्त विकल्पों के लिए इस प्रायवेसी स्टेटमेंट के "आपके विकल्प" सेक्शन को देखें.
<br />
<br />
हम उन अनुरोधों को अस्वीकार कर सकते हैं जो अनुचित हैं या कानून द्वारा अपेक्षित नहीं हैं इनमें वे भी शामिल हैं जो अत्यंत अव्यावहारिक हैं, जिनके लिए असंगत तकनीकी प्रयासों की जरूरत हो सकती है, या हमारा संपर्क संचालनात्मक जोखिम से हो सकता है जैसे मुफ़्त ट्रायल फ़्रॉड. हम जानकारी को जितनी आवश्यकता हो या लागू कानूनों द्वारा जितनी अनुमति हो उतने समय रख सकते हैं, जिसमें आपके विकल्प का सम्मान करना, हमारे बिलिंग या रिकॉर्ड उद्देश्य के लिए और इस प्रायवेसी स्टेटमेंट में वर्णित उद्देश्यों को पूरा करने के लिए शामिल है. जब आवश्यकता नहीं रह जाती है, तो हम पर्सनल जानकारी की पहचान को सुरक्षित तरीके से नष्ट करने या अनाम करने के लिए उचित उपाय करते हैं.
<br />
<br />
<b>सुरक्षा</b>
<br/>
हम आपकी पर्सनल जानकारी की हानि, चोरी और अनधिकृत एक्सेस, इस्तेमाल और संशोधन से रक्षा करने के लिए उचित प्रशासनिक, तार्किक, शारीरिक, और प्रबंधकीय उपाय करते हैं. ये उपाय आपकी पर्सनल जानकारी को प्रोसेस करने के जोखिम के लिए उपयुक्त सुरक्षा का एक स्तर प्रदान करने के लिए तैयार किया गया है.
<br />
<br />
<b>अन्य वेबसाइट, प्लेटफ़ॉर्म और ऐप्लिकेशन</b>
<br />
Netflix सर्विस फ़ीचर (जैसे वॉइस कंट्रोल) थर्ड पार्टी प्लेटफ़ॉर्म द्वारा संचालित, या उन थर्ड पार्टी द्वारा संचालित साइटों के लिंक शामिल हैं जिनकी जानकारी हैंडल करने के संबंध में नीतियां हमसे अलग हो सकती हैं. उदाहरण के लिए, आप गेमिंग सिस्टम, स्मार्ट टीवी, मोबाइल डिवाइस, सेट टॉप बॉक्स और इंटरनेट से जुड़ी अन्य अनेक डिवाइस जैसे प्लेटफ़ॉर्म के माध्यम से Netflix सर्विस को एक्सेस करने में सफल हो सकते हैं. इन वेबसाइट और प्लेटफॉर्म की अलग और स्वतंत्र प्रायवेसी या डेटा नीतियां. प्रायवेसी स्टेटमेंट, नोटिस और इस्तेमाल की शर्तें होती हैं जिनकी सिफारिश की गई है आपको ध्यान से पढ़ना चाहिए. इसके अलावा, आपका सामना ऐसी थर्ड पार्टी ऐप्लिकेशनो से हो सकता है जो Netflix सर्विस से इंटरऐक्ट करती हैं.
<br />
<br />
<b>बच्चे</b>
<br />
Netflix सर्विस के लिए सब्सक्राइब करने के लिए आपको कम से कम 18 वर्ष या उससे अधिक आयु का होना ज़रूरी है. कम उम्र वाले व्यक्ति इस सर्विस का इस्तेमाल केवल माता-पिता या कानूनी अभिभावक के समावेशन, सुपरविज़न और अनुमोदन के साथ ही कर सकते हैं.
<br />
<br />
<b>इस प्रायवेसी स्टेटमेंट में बदलाव</b>
<br />
बदलती हुए कानूनी, विनियामक या संचालनात्मक आवश्यकताओं के जवाब में हम समय-समय पर इस प्रायवेसी स्टेटमेंट को अपडेट करेंगे. हम ऐसे किसी बदलाव (वे कब से लागू होंगे सहित) का कानून के अनुसार नोटिस भेजेंगे. ऐसे किसी अपडेट के लागू होने के बाद आपका Netflix सर्विस का लगातार इस्तेमाल उन बदलावों की सहमति और स्वीकृति गठित करता है. अगर आप इस प्रायवेसी स्टेटमेंट के किसी अपडेट को सहमति या स्वीकृति नहीं देना चाहते हैं, तो आप अपना Netflix सर्विस का इस्तेमाल कैंसल कर सकते हैं. यह देखने के लिए कि इस प्रायवेसी स्टेटमेंट को अंतिम बार कब अपडेट किया गया था, कृपया नीचे "लास्ट अपडेटेड" सेक्शन देखें.
<br />
<br />
<b>कुकीज़ और इंटरनेट एडवर्टाइज़िंग</b>
<br />
हम और हमारे सर्विस प्रोवाइडर (सेवा प्रदाता) कुकीज़ और अन्य तकनीकों (जैसे वेब बीकन) के साथ-साथ रीसेट होने योग्य डिवाइस आइडेंटीफ़ायर का बहुत से कारणों से इस्तेमाल करते हैं. हम आपको इन तकनीकों के हमारे इस्तेमाल के बारे में सूचित करना चाहते हैं, ताकि यह सेक्शन हमारे द्वारा इस्तेमाल की गई तकनीकों के प्रकार, वे क्या करती हैं, और उनके इस्तेमाल के संबंध में आपके विकल्प स्पष्ट करता है.
<br />
<br />
<b>कुकीज़ और समान तकनीकें, वेब बीकन और रीसेट होने योग्य डिवाइस आइडेंटीफ़ायर</b>
<br />
<br />
कुकीज़ छोटी डेटा फ़ाइल होती हैं, जो आम तौर पर आपके वेबसाइट और ऑनलाइन सर्वर को ब्राउज़ और इस्तेमाल करने के दौरान आपके डिवाइस पर स्टोर की जाती हैं. हम ब्राउज़र स्टोरेज़ और प्लग इन जैसी अन्य तकनीकों का इस्तेमाल करते हैं (जैसे, HTML5, IndexedDB, और WebSQL). कुकीज़ की तरह, ये अन्य तकनीकें आपकी डिवाइस पर डेटा की छोटी मात्रा स्टोर कर सकती हैं. वेब बीकन (जिसे क्लियर gifs या pixel टैग के रूप में भी जाना जाता है) अक्सर कुकीज़ के साथ काम करते हैं. कई मामलों में, कुकीज़ को मना करना उन कुकीज़ से संबद्ध वेब बीकन की प्रभावशीलता को प्रभावित कर सकता है.
<br />
<br />
अगर आप Netflix ऐप का किसी मोबाइल डिवाइस, टैबलेट, या स्ट्रीमिंग मीडिया डिवाइस पर इस्तेमाल करते हैं, तो हम एक रीसेट होने योग्य डिवाइस आइडेंटीफ़ायर आपकी डिवाइस से एकत्रित करते हैं. रीसेट होने योग्य डिवाइस आइडेंटीफ़ायर (जिसे एडवर्टाइज़िंग आइडेंटीफ़ायर के नाम से भी जाना जाता है) कुकीज़ के समान होते हैं और बहुत-से मोबाइल और टैबलेट डिवाइस पर पाए जाते हैं (उदाहरण के लिए, "आइडेंटीफ़ायर फॉर एडवर्टाइज़र" (या IDFA) Apple iOS डिवाइसों पर और द "Google एडवर्टाइज़िंग ID" Android डिवाइसों पर), और कुछ स्ट्रीमिंग मीडिया डिवाइसों पर. कुकीज़ की तरह, रीसेट होने योग्य डिवाइस आइडेंटीफ़ायर का इस्तेमाल ऑनलाइन विज्ञापन को अधिक प्रासंगिक और विश्लेषणात्मक बनाने और ऑप्टिमाइज़ेशन उद्देश्य के लिए किया जाता है.
<br />
<br />
<b>Netflix इन तकनीकों का इस्तेमाल क्यों करता है?</b>
<br />
<br />
हम इस तरह की तकनीकों का इस्तेमाल बहुत से कारणों से करते हैं, जैसे आप जब लौटकर आते हैं तो आपको याद रखने, अपनी सेवाएं प्रदान करने, विश्लेषण करने, समझने और वृद्धि करने, नियमों को लागू करने, फ़्रॉड रोकने, साइट प्रदर्शन में सुधार करने, साइट पर विज़िटर ट्रैफ़िक और ऐक्शन की निगरानी करने, मार्केटिंग या एडवर्टाइज़िंग को डिलीवर और टेलर करने और थर्ड पार्टी साइट पर अपनी ईमेल, मार्केटिंग और ऑनलाइन ऐड्स के लिए.
<br />
<br />
हम कुकीज़ और रीसेट होने योग्य डिवाइस आइडेंटीफ़ायर का इस्तेमाल कैसे करते हैं आपको यह बेहतर समझने में मदद करने के लिए, कृपया नीचे जानकारी देखें:
<br />
<br />
    <ul>
        <li>
            <b>अनिवार्य कुकीज़:</b> हमारी वेबसाइट या ऑनलाइन सेवा प्रदान करने के लिए ये कुकीज़ सख्ती से अनिवार्य होती हैं. उदाहरण के लिए, जब हमारे मेंबर्स हमारी वेबसाइट्स और ऐप्लिकेशन्स का इस्तेमाल करते हैं तो हम और हमारे सर्विस प्रोवाइडर इन कुकीज़ का इस्तेमाल उन्हें प्रमाणित करने और पहचानने के लिए करते हैं ताकि उन्हें अपनी सेवाएं प्रदान कर सकें. वे हमारी इस्तेमाल की शर्तों को लागू करने, फ़्रॉड रोकने और हमारी सेवाओं की सुरक्षा को बनाए रखने में भी मदद करती हैं.
        </li>
        <br />
        <li>
            <b>प्रदर्शन और फ़ंक्शनैलिटी कुकीज़:</b> ये कुकीज़ Netflix के साथ आपके ऑनलाइन एक्सपीरियंस को कस्टमाइज़ करने और बढ़ाने में हमारी मदद करती हैं. उदाहरण के लिए, वे आपकी वरीयताओं को याद रखने में हमारी मदद करती हैं और आपने पहले (उदाहरण के लिए, मेंबर साइन अप के दौरान) जो जानकारी प्रदान की हो, उसे फिर से एंटर करने की ज़रूरत से आपको बचाती हैं. हम इन कुकीज़ का इस्तेमाल हमारे विज़िटरों के Netflix सर्विस के इस्तेमाल के बारे में जानकारी कलेक्ट करने के लिए भी करते हैं (जैसे लोकप्रिय पृष्ठ, रूपांतरण दर, देखने के पैटर्न, क्लिक-थ्रू और अन्य जानकारी) ताकि हम अपनी वेबसाइट और सर्विस में वृद्धि कर सकें और पर्सनलाईज़ कर सकें और मार्केट रिसर्च कर सकें. इस प्रकार की कुकीज़ को हटाने का परिणाम हमारी सेवा की सीमित कार्यात्मकता हो सकती है.
        </li>
        <br />
        <li>
            <b>एडवर्टाइज़िंग कुकीज़ और रीसेट होने वाले डिवाइस आइडेंटीफ़ायर:</b> ये कुकीज़ और रीसेट होने वाले डिवाइस आइडेंटीफ़ायर आपके इस और अन्य वेबसाइटों और ऐप्स के इस्तेमाल के बारे में जानकारी का इस्तेमाल, ऐड्स और ईमेल के आपके जवाब, और आपके लिए अधिक प्रासंगिक ऐड्स को डिलीवर करने और विश्लेषणात्मक और ऑप्टिमाइज़ेशन उद्देश्यों के लिए करती हैं. इस प्रकार के एड को "पसंद-आधारित एडवर्टाइज़िंग" कहा जाता है. हमारी सर्विस से संबद्ध एडवर्टाइज़िंग कुकीज़ हमारे सर्विस प्रोवाइडर्स से संबंधित हैं.
        </li>
    </ul>
<br />
हमारे इन तकनीकों के इस्तेमाल के संबंध में, कुछ वेबसाइटों और ऐप्स जहां हम विज्ञापन करते हैं, इसके साथ ही विज्ञापन तकनीकी कंपनियां जिनका इस्तेमाल हम अपने विज्ञापनों को खरीदने, डिलीवर करने, ऑप्टिमाइज़ करने, और/या मापने के लिए इस्तेमाल करते हैं (सामूहिक रूप से “विज्ञापन पार्टनर”), हमसे हमारे अभियान लक्ष्य, मापन, और ऑप्टिमाइज़ेशन (जैसे साइन-अप में पूरे किए गए स्टेप और साइट विज़िट या ऐप ओपन/इंस्टॉल जानकारी).
<br />
<br />
इस प्रकार की जानकारी के आम इस्तेमाल ऐड कैंपेन की प्रभाविकता और ऑप्टिमाइज़ करने का निर्णय करना है विज्ञापन पार्टनरों को यह देखने दे कर कि अगर किसी ने कोई ऐड देखा और बाद में हमारी सर्विस के लिए साइन अप किया. दूसरा आम इस्तेमाल है यह सुनिश्चित करना कि हम उनको सर्विस नहीं देते हैं जो अगर पहले से Netflix यूज़र हैं उन से ऐसे व्यक्तियों को Netflix सर्विस के लिए साइन अप करने के लिए पाने की कोशिश कर रहे हैं.
<br />
<br />
Netflix संविदात्मक और तकनीकी उपायों का इस्तेमाल करता है जिन्हें विज्ञापन पार्टनरों को आपने जो विशिष्ट चयन किए हैं, जिन URL पर आपने लैंड किया है, या जो शो आपने हमारी सर्विस पर देखे हैं, उनके संबंध में जानकारी को एक्सेस करने से रोकने के लिए बनाया गया है. हम टाइटल चयन या आपके द्वारा हमारी सर्विस पर देखे गए शो के बारे में जानकारी शेयर नहीं करते हैं.
<br />
<br />
<b>इन तकनीकों के संबंध में मैं विकल्प का इस्तेमाल कैसे कर सकता हूं? </b>
<br />
<br />
<b>कुकीज़ के संबंध में विकल्प का इस्तेमाल करना</b>
<br />
<br />
हमारी वेबसाइट के माध्यम से सेट कुकीज़ के बारे में और जानकारी के लिए, साथ ही अन्य प्रकार की ऑनलाइन ट्रैकिंग (पसंद-आधारित ऑनलाइन विज्ञापनों के लिए समस्त थर्ड पार्टी वेबसाइट या ऑनलाइन सर्विस पर समय-समय पर आपकी ऑनलाइन ऐक्टिविटी के बारे में थर्ड पार्टी द्वारा एकत्रित जानकारी सहित) और उनसे संबंधित विकल्पों का इस्तेमाल करने के लिए, <a href="#" class="links">यहां क्लिक करें</a>. इस समय, हम वेब ब्राउज़र के "ट्रैक न करें" संकेतों का जवाब नहीं देते हैं.
<br />
<br />
<b>रीसेट होने वाले डिवाइस आइडेंटीफ़ायर के संबंध में विकल्प का इस्तेमाल करना</b>
<br />
<br />
किसी मोबाइल डिवाइस, टैबलेट, या स्ट्रीमिंग मीडिया डिवाइस पर Netflix से रीसेट होने वाले डिवाइस आइडेंटीफ़ायर के संबंध में पसंद-आधारित ऐड से ऑप्ट-आउट करने के लिए, कृपया अपने डिवाइस पर उचित सेटिंग्स कॉन्फ़िगर करें (आमतौर से आपकी डिवाइस सेटिंग में "प्रायवेसी" या "ऐड्स" में मिलता है). आप अभी भी अपनी डिवाइस पर Netflix ऐड्स देख सकते हैं, लेकिन वे आपकी संभावित पसंद के लिए अनुकूलित नहीं होंगे.
<br />
<br />
<b>अन्य तकनीकों के संबंध में विकल्प का इस्तेमाल करना</b>
<br />
<br />
कुकीज़ के समान तकनीकों के संबंध में विकल्प इस्तेमाल करने के कई तरीके हैं, जैसे ब्राउज़र स्टोरेज़ और प्लगइन (e.g., HTML5, IndexedDB, और WebSQL). उदाहरण के लिए, कई लोकप्रिय ब्राउज़र, ब्राउज़र स्टोरेज़ को हटाने, सामान्यतया सेटिंग्स या वरीयता क्षेत्र में, अधिक जानने के लिए अपने ब्राउज़र के सहायता फ़ंक्शन या सपोर्ट में देखें. अन्य तकनीकें, जैसे सिल्वरलाइट स्टोरेज़, को ऐप्लिकेशन के भीतर से हटाया जा सकता है.
<br />
<br />
इस दस्तावेज़ का पिछला संस्करण देखने के लिए कृपया <a href="https://www.netflix.com/privacyupdates" class="links">www.netflix.com/privacyupdates</a> पर जाएं.
<br />
<br />
<b>आखिरी बार अपडेट किया गया:</b> 2 नवंबर 2021
</p>
</div>
<?php
include '../footer_legal.php';
?>