<?php
include '../base_legal.php';
include '../header_legal.php';
?>
<div class="main_container">
    <h1>कानूनी नोटिस</h1>
    <br />
    <p>
    Netflix सर्विस (सेवा) पर उपलब्ध सारे कॉन्टेंट सहित Netflix सर्विस, कॉपीराइट, ट्रेडमार्क, व्यापार भेद या अन्य बौद्धिक संपदा कानूनों और संधियों द्वारा संरक्षित है.
    <br />
    <br />
    <b>कॉपीराइट</b><br />
    हमारी सर्विस पर दिखाए जाने वाले शो और फ़िल्मों के कॉपीराइट (प्रतिलिप्याधिकार) Netflix Studios, LLC सहित कई बड़े प्रोड्यूसर के पास हैं. अगर आपको लगता है कि Netflix सर्विस के ज़रिए आपके या किसी और के कॉपीराइट का उल्लंघन किया जा रहा है, तो कॉपीराइट उल्लंघन का दावा करने वाले फ़ॉर्म (<a href="https://www.netflix.com/copyrights" class="links">www.netflix.com/copyrights</a>) को भरकर हमें इसके बारे में बताएँ..
    <br />
    <br />
    <b>ट्रेडमार्क</b><br />
    Netflix और N लोगो Netflix, Inc के ट्रेडमार्क हैं.
    <br />
    <br />
    जब तक आपको हमारी ओर से अनुमति न दी गई हो, तब तक Netflix के चिह्नों का इस्तेमाल अपने चिह्नों के तौर पर या किसी ऐसे तरीके से न करें जिससे Netflix द्वारा प्रायोजित या समर्थित होने का संकेत मिले.
    <br />
    <br />
    Netflix नाम या लोगो का इस्तेमाल करने वाला ब्रांडेड प्रोडक्ट Netflix का ही एक रूप होता है. जब तक आप हमारे लाइसेंसधारियों में से एक नहीं हैं, हम आपको ऐसा कुछ भी बनाने, बेचने या मुफ़्त में देने की अनुमति नहीं देते हैं, जिस पर हमारा नाम या लोगो हो.
    <br />
    <br />
    <b>पेटेंट</b> <br />
    Netflix स्ट्रीमिंग और डीवीडी सर्विस पेटेंट द्वारा सुरक्षित होती हैं. हमारी सर्विस से संबंधित पेटेंट की जानकारी के लिए, कृपया <a target="_blank" href="https://www.netflix.com/patents" class="links">www.netflix.com/patents</a> पर जाएं.
    <br />
    <br />
    <b>थर्ड पार्टी नोटिस</b><br />
    Netflix सर्विस की स्ट्रीमिंग करने के लिए Netflix-रेडी डिवाइस पर इंस्टॉल किए गए सॉफ़्टवेयर में ऐसे सॉफ़्टवेयर शामिल हो सकते हैं, जो ओपन सोर्स या मुफ़्त सॉफ़्टवेयर लाइसेंस ("ओपन सोर्स सॉफ़्टवेयर") ते अधीन हो सकते हैं और/या पार्टियों द्वारा Netflix को लाइसेंस दिए गए कमर्शियल सॉफ़्टवेयर ("कमर्शियल सॉफ़्टवेयर") हो सकते हैं. Netflix की उपयोग की शर्तें उन ओपन सोर्स सॉफ्टवेयर लाइसेंस के तहत आपको मिले किसी भी अधिकार या दायित्व को बदलती नहीं हैं. ज़रूरी स्वीकृतियों, लाइसेंस की शर्तों और नोटिस सहित ओपन सोर्स और कमर्शियल सॉफ़्टवेयर के बारे में और जानकारी <a target="_blank" href="https://www.netflix.com/legal/opensourcenotices" class="links">यहां</a> दी गई है..
    <br />
    <br />
    <b>आखिरी बार अपडेट किया गया:</b> 11 मई 2018
    </p>
</div>
<?php
include '../footer_legal.php';
?>